La-guajolota/PSOC-5lp/PROYECTO_IOT/ESP_wifi_module.cydsn/codegentemp/project.h
/*******************************************************************************
* File Name: project.h
* 
* PSoC Creator  4.4
*
* Description:
* It contains references to all generated header files and should not be modified.
* This file is automatically generated by PSoC Creator.
*
********************************************************************************
* Copyright (c) 2007-2020 Cypress Semiconductor.  All rights reserved.
* You may use this file only in accordance with the license, terms, conditions, 
* disclaimers, and limitations in the end user license agreement accompanying 
* the software package with which this file was provided.
********************************************************************************/

#include "cyfitter_cfg.h"
#include "cydevice.h"
#include "cydevice_trm.h"
#include "cyfitter.h"
#include "cydisabledsheets.h"
#include "LEDS.h"
#include "UART.h"
#include "isr.h"
#include "Rojo_aliases.h"
#include "Rojo.h"
#include "Verde_aliases.h"
#include "Verde.h"
#include "Azul_aliases.h"
#include "Azul.h"
#include "Tx_1_aliases.h"
#include "Tx_1.h"
#include "Naranja_aliases.h"
#include "Naranja.h"
#include "LCD.h"
#include "D4_aliases.h"
#include "D4.h"
#include "D5_aliases.h"
#include "D5.h"
#include "D6_aliases.h"
#include "D6.h"
#include "D7_aliases.h"
#include "D7.h"
#include "E_aliases.h"
#include "E.h"
#include "RS_aliases.h"
#include "RS.h"
#include "UART_IntClock.h"
#include "core_cm3_psoc5.h"
#include "CyDmac.h"
#include "CyFlash.h"
#include "CyLib.h"
#include "cypins.h"
#include "cyPm.h"
#include "CySpc.h"
#include "cytypes.h"
#include "cy_em_eeprom.h"

/*[]*/

